{
  "title": "ความหมายไพ่ยิปซี - ใครจะเข้ามาในชีวิตคุณช่วงวาเลนไทน์",
  "cards": [
    {
      "id": 0,
      "name": "THE FOOL",
      "image": "THE FOOL.png",
      "interpretation": "คนที่ยังไม่พร้อมจริงจังกับใคร หรือหากเขาพร้อมที่จะจริงจัง เขาต้องเป็นคนที่เพิ่งออกจากความสัมพันธ์มาหมาดๆ อาจเป็นคนที่มาแบบไม่ได้วางแผน สนุกสนาน แต่ยังไม่รู้ว่าตัวเองต้องการอะไรจริงๆ มักจะดูไม่มีเป้าหมายในความสัมพันธ์ชัดเจน",
      "personality": "เป็นคนที่ชอบผจญภัย ไม่ชอบความจริงจัง มีความสะเพร่า ไม่ค่อยคิดมาก ชอบเปลี่ยนแปลง ยังไม่รู้ว่าตัวเองต้องการอะไร อาจดูสนุกและน่ารัก แต่ขาดความมั่นคง",
      "quote": "คนที่มาแบบไม่ได้วางแผน ยังไม่รู้ว่าต้องการอะไรจริงๆ"
    },
    {
      "id": 1,
      "name": "THE MAGICIAN",
      "image": "THE MAGICIAN.png",
      "interpretation": "คนมีเสน่ห์ มีความสามารถ เป็นที่รู้จักของผู้คน มีอาชีพที่เป็นสเปเชียลลิสต์หรือทำงานในสายวิชาชีพ เช่น หมอ ทนาย วิศวกร นักออกแบบ หรือผู้เชี่ยวชาญในสาขาต่างๆ คนๆ นี้อาจมีคนชื่นชมเยอะ มีทักษะการสื่อสาร รู้จักเอาใจคน",
      "personality": "มีเสน่ห์ มั่นใจในตัวเอง มีทักษะหลากหลาย เก่งในการแสดงออก รู้วิธีจัดการปัญหา มีความคิดสร้างสรรค์ เป็นที่ต้องการของผู้คน มักได้รับความสนใจจากหลายๆ คน",
      "quote": "คนมีเสน่ห์และความสามารถ เป็นที่ต้องการของผู้คน"
    },
    {
      "id": 2,
      "name": "THE HIGH PRIESTESS",
      "image": "THE HIGH PRIESTRESS.png",
      "interpretation": "คนอินโทรเวิร์ท มีอาชีพที่ทำงานเกี่ยวกับงานหลังบ้าน เช่น นักวิจัย โปรแกรมเมอร์ นักเขียน บรรณาธิการ หรืองานที่ไม่ต้องเจอคนเยอะ เก่งแบบเฉพาะทางและเข้าถึงยาก เพราะเขาไม่ค่อยออกไปไหนบ่อยนัก\n\nข้อควรระวัง: ต้องระมัดระวังเรื่องรักสามเส้าหรือความสัมพันธ์ที่ไม่สามารถเปิดเผยได้ กรณีที่คุณเป็นผู้หญิง คุณอาจมีคนคุยอยู่แล้วแต่คนนั้นอาจมีอะไรปิดบัง มีความลับที่ยังไม่บอกคุณ หรืออาจมีคนอื่นอยู่ในชีวิตเขาด้วย",
      "personality": "เงียบขรึม ลึกลับ ชอบความเป็นส่วนตัว เก็บเงียบ มีสัญชาตญาณดี เป็นที่ปรึกษาที่ดี แต่มักมีเรื่องราวที่ซ่อนอยู่",
      "quote": "คนลึกลับที่อาจมีความลับซ่อนอยู่"
    },
    {
      "id": 3,
      "name": "THE EMPRESS",
      "image": "THE EMPRESS.png",
      "interpretation": "คุณมีชีวิตอย่างสมบูรณ์อยู่แล้ว และไม่ได้มีความคิดที่จะแสวงหาความรักอย่างชัดเจน ใครอยากจะจีบคุณจะต้องเติมเต็มชีวิตของคุณ หรือเข้ามาในพื้นที่ของคุณมากกว่าที่คุณจะต้องเดินออกไป\n\nณ เวลานี้หากไม่มีคนคุย เพราะคุณมักจะอยู่กับบ้านและพอใจในตัวเองมากกว่า หรือคุณตกหลุมรักตัวเองมากๆ ยังไม่มีใครที่จะทำให้คุณรู้สึกชอบได้\n\nหากมีคนเข้ามา เขาจะต้องเป็นคนที่มีความมั่นคง มีอะไรมาเสนอที่มากกว่าความโสดที่สบายของคุณ อาจเป็นคนที่มีฐานะดี ชอบให้ของขวัญ ชอบเลี้ยงดู",
      "personality": "มีความอุดมสมบูรณ์ในตัวเอง พอใจกับชีวิต ต้องการคนที่มีความมั่นคงและให้การดูแล",
      "quote": "คุณสมบูรณ์อยู่แล้ว ใครจะเข้ามาต้องเติมเต็มชีวิตคุณ"
    },
    {
      "id": 4,
      "name": "THE EMPEROR",
      "image": "THE EMPEROR.png",
      "interpretation": "คนที่มีอำนาจ มีความเป็นผู้นำ อาจเป็นคนที่มีตำแหน่งสูงในงาน หรือเป็นคนที่มีความมั่นคงในชีวิต ชอบกฎระเบียบและความเป็นระเบียบเรียบร้อย อาจเป็นคนที่ดูเข้มงวดแต่ให้ความมั่นคง",
      "personality": "เป็นคนที่มีความเข้มแข็ง มีระเบียบวินัย ชอบควบคุม ตัดสินใจเด็ดขาด มีความรับผิดชอบสูง มีความมั่นใจ ชอบวางแผน เป็นคนที่พึ่งพาได้",
      "quote": "ผู้นำที่มีอำนาจและให้ความมั่นคง"
    },
    {
      "id": 5,
      "name": "THE HIEROPHANT",
      "image": "THE HIEROPHANT.png",
      "interpretation": "มีคนที่เข้ามาเป็นที่ปรึกษา แต่เขาอาจจะทำตัวเป็นแอร์ส่วนกลางที่มอบความหวังดีให้กับทุกคน เป็นคนที่ดูแลทุกคนเหมือนกัน ไม่ได้ให้ความสำคัญพิเศษกับคุณคนเดียว อาจเป็นอาจารย์ พี่เลี้ยง หรือผู้ใหญ่ที่คอยให้คำแนะนำ",
      "personality": "เป็นคนที่มีหลักการ มีคุณธรรม เคารพประเพณี มีวุฒิภาวะ ให้คำปรึกษาที่ดี แต่อาจไม่มีความโรแมนติก ดูเป็นทางการและเป็นกลางกับทุกคน",
      "quote": "ที่ปรึกษาที่ดี แต่ไม่ได้ให้ความสำคัญพิเศษกับคุณคนเดียว"
    },
    {
      "id": 6,
      "name": "THE LOVERS",
      "image": "THE LOVERS.png",
      "interpretation": "คนที่มาพร้อมกับความรู้สึกที่ลงตัว มีเคมีกันตั้งแต่แรกพบ อาจเป็นคนที่มีค่านิยมและความสนใจที่คล้ายคลึงกับคุณ มีความสัมพันธ์ที่เท่าเทียม สามารถพูดคุยกันได้เป็นอย่างดี มีความเข้าใจซึ่งกันและกัน",
      "personality": "เป็นคนที่ดูเหมือนเป็นซีกของคุณ มีความกลมกลืน ชอบสิ่งเดียวกัน มีมุมมองที่ใกล้เคียง มีความสมดุล ให้ความสำคัญกับความสัมพันธ์ มีความโรแมนติก",
      "quote": "คนที่ลงตัว มีเคมีกันตั้งแต่แรกพบ"
    },
    {
      "id": 7,
      "name": "THE CHARIOT",
      "image": "THE CHARIOT.png",
      "interpretation": "คนที่มีความมุ่งมั่น กระตือรือร้น เป็นคนที่รู้ว่าตัวเองต้องการอะไรและจะไปให้ถึงเป้าหมาย อาจเป็นคนที่ประสบความสำเร็จ มีความเป็นผู้นำ มีพลังและความกระตือรือร้นสูง อาจเป็นคนที่ชอบเดินทางหรือมีความคล่องตัว",
      "personality": "เป็นคนที่มีพลัง มุ่งมั่น ชอบความท้าทาย ตัดสินใจเร็ว เป็นผู้นำ มีความกล้าหาญ ควบคุมอารมณ์ได้ดี มีความมั่นใจในตัวเอง",
      "quote": "ผู้มุ่งมั่นที่รู้ว่าตัวเองต้องการอะไร"
    },
    {
      "id": 8,
      "name": "STRENGTH",
      "image": "STRENGTH.png",
      "interpretation": "คนที่เข้ามาจะต้องเป็นคนที่อยู่ในชีวิตของคุณอยู่แล้ว อาจเป็นเพื่อนสนิท คนใกล้ชิด หรือคนที่คุณจะต้องเข้าไปช่วยและจัดการชีวิตให้ตลอด อาจเป็นคนที่กำลังมีปัญหา ต้องการกำลังใจและการดูแล\n\nสำหรับคนที่ไม่มีคนคุย: หากมีคนเข้ามาในช่วงเวลานี้ ควรเช็กให้ดีว่าเขามีคนรักอยู่แล้วหรือไม่ อาจเป็นคนที่กำลังมีปัญหากับความสัมพันธ์เดิมและมาหาคุณเพื่อขอกำลังใจ",
      "personality": "อาจดูเข้มแข็งภายนอก แต่จริงๆ กำลังต้องการความช่วยเหลือ มีความอ่อนไหว ต้องการคนเข้าใจและอยู่เคียงข้าง อาจมีปัญหาที่ยังไม่ได้แก้ไข",
      "quote": "คนที่ต้องการความช่วยเหลือและกำลังใจจากคุณ"
    },
    {
      "id": 9,
      "name": "THE HERMIT",
      "image": "THE HERMIT.png",
      "interpretation": "คนที่จะเข้ามาในชีวิตคุณคือคนที่คุณยังมีความรู้สึกและภาพความทรงจำร่วมกัน อาจเป็นแฟนเก่า คนที่เคยคุยด้วย หรือคนที่เคยมีความหมายในอดีต",
      "personality": "เป็นคนเงียบ ชอบความสงบ ค่อนข้างเก็บตัว มีความรู้ลึก อาจเป็นผู้เชี่ยวชาญในสาขาใดสาขาหนึ่ง ใช้เวลากับตัวเองมาก มีความคิดลึกซึ้ง",
      "quote": "คนเก่าที่คุณยังมีความทรงจำร่วมกัน"
    },
    {
      "id": 10,
      "name": "WHEEL OF FORTUNE",
      "image": "WHEEL OF FORTUNE.png",
      "interpretation": "คนที่เข้ามาอย่างไม่คาดคิดหรือคนเก่าที่กลับมา อาจเจอกันจากงานเดทหรือช่องทางออนไลน์ เช่น แอปหาคู่ โซเชียลมีเดีย หรือการแนะนำจากเพื่อน\n\nยังเป็นช่วงที่เอาแน่เอานอนไม่ได้ หรือคุณเพิ่งเลิกรามาและยังเป็นจังหวะแห่งการพัก เปลี่ยนแปลง ยังไม่พร้อมสำหรับอะไรที่จริงจัง ทุกอย่างยังผันผวน",
      "personality": "เป็นคนที่ชอบการเปลี่ยนแปลง คาดเดายาก มีชีวิตที่ผันผวน ชอบความตื่นเต้น ไม่ชอบความจำเจ มีทั้งช่วงดีและช่วงไม่ดี",
      "quote": "คนที่มาอย่างไม่คาดคิด ทุกอย่างยังผันผวน"
    },
    {
      "id": 11,
      "name": "JUSTICE",
      "image": "JUSTICE.png",
      "interpretation": "ไม่มีคนเข้ามา แต่มีคนห่างจากคุณออกไป ความสัมพันธ์อยู่ในช่วงเว้นระยะและยังไม่แน่ใจว่าจะไปในทิศทางไหนต่อ เป็นช่วงเวลาแห่งการตัดสิน การชั่งน้ำหนัก\n\nหากคุณมีคนที่เข้ามาพูดคุย: คนๆ นั้นอาจจะอยู่ในช่วงตัดสินใจห่างกับคนคุยหรือคนรักเดิม แต่ยังไม่สามารถหาความชัดเจนได้ เขายังลังเลอยู่ ยังไม่พร้อมจะเลือกอย่างชัดเจน",
      "personality": "เป็นคนที่คิดมาก ชั่งน้ำหนักทุกอย่าง ตัดสินใจยาก ต้องการความยุติธรรมและความสมดุล อาจดูเย็นชาและใช้เหตุผลมากกว่าอารมณ์",
      "quote": "ช่วงเวลาแห่งการตัดสินใจและชั่งน้ำหนัก"
    },
    {
      "id": 12,
      "name": "THE HANGED MAN",
      "image": "THE HANGED MAN.png",
      "interpretation": "คุณยังไม่พร้อมที่จะเจอใคร เพิ่งผ่านความผิดหวังมา หรือช่วงนี้คุณกำลังป่วย หากนัดเดทกับใครอาจจะมีเหตุสุดวิสัยที่ไม่ได้ทำให้คุณกับเขาพบกันอย่างง่าย เป็นช่วงที่ต้องหยุดพักและรอคอย\n\nหากมีคนเข้ามา: คนๆ นั้นอาจจะเพิ่งผ่านความเสียใจ กำลังมีปัญหา หรืออยู่ในสถานการณ์ที่ติดขัด คุณจะรู้สึกว่า \"I can fix him\" ระวังว่าเข้าไปตอนนี้ สุดท้ายจะได้ \"Fix yourself\" ในตอนท้าย",
      "personality": "เป็นคนที่กำลังอยู่ในช่วงเปลี่ยนผ่าน รอคอยบางสิ่ง ดูเหมือนไม่กระตือรือร้น อาจกำลังติดอยู่ในสถานการณ์ที่ทำให้เคลื่อนไหวไม่ได้ มีปัญหาที่ยังไม่คลี่คลาย",
      "quote": "ช่วงแห่งการรอคอยและความติดขัด"
    },
    {
      "id": 13,
      "name": "DEATH",
      "image": "DEATH.png",
      "interpretation": "เป็นช่วงที่คุณพบกับการเปลี่ยนแปลงและเสียใจ ไม่เหมาะกับการเริ่มต้นใหม่ ต้องเคลียร์สิ่งเก่าๆ และจิตใจของคุณให้มันจบก่อน เป็นช่วงแห่งการสิ้นสุดมากกว่าการเริ่มต้น\n\nหากมีคนเข้ามา: มักจะเป็นคนเก่าที่ทำให้ชีวิตคุณไม่ได้ดีขึ้น อาจเป็นแฟนเก่าที่กลับมาทำให้เจ็บซ้ำ หรือคนที่นำพาแต่ความเจ็บปวด\n\nสำหรับบางคน: อาจจะหมายถึงมีคนที่ทำอาชีพทางการแพทย์ (หมอ พยาบาล เภสัชกร) หรือชาวต่างชาติ โดยเฉพาะชาวอังกฤษหรือยุโรป เข้ามาชื่นชอบ",
      "personality": "คนที่นำพาการเปลี่ยนแปลงครั้งใหญ่ อาจเป็นการจบหรือการเริ่มต้นใหม่",
      "quote": "ช่วงแห่งการสิ้นสุดและการเปลี่ยนแปลง"
    },
    {
      "id": 14,
      "name": "TEMPERANCE",
      "image": "TEMPERANCE.png",
      "interpretation": "คุณอาจจะต้องสับรางสักนิดนึง มีคนเข้ามาพูดคุยแต่ก็ไม่สามารถเลือกได้ว่าจะเอายังไง มีหลายตัวเลือก แต่ยังไม่แน่ใจ อาจต้องออกเดทหลายคนในวันเดียวกัน หรือต้องจัดการกับหลายๆ คนพร้อมกัน\n\nสำหรับคนที่รู้ว่าตนเองไม่ได้เจ้าชู้ ต้องระวังอีกฝั่งจะเป็นคนที่สับรางไปมา ไม่มั่นใจในตัวเลือก หรืออาจจะได้เจอกับคนถูกใจ แต่เขาได้อยู่กับเราแค่แป้บๆ แล้วต้องรีบไปเดทที่อื่นต่อ",
      "personality": "เป็นคนที่ยืดหยุ่น ชอบความสมดุล แต่อาจจะยังไม่แน่ใจว่าต้องการอะไรจริงๆ กำลังชั่งน้ำหนักระหว่างหลายๆ ตัวเลือก ไม่มุ่งมั่นกับคนใดคนหนึ่ง",
      "quote": "หลายตัวเลือก แต่ยังเลือกไม่ได้"
    },
    {
      "id": 15,
      "name": "THE DEVIL",
      "image": "THE DEVIL.png",
      "interpretation": "มีคนเข้ามาและคุณจะลุ่มหลงกันเป็นอย่างมาก มีเคมี มีความดึงดูดทางกายภาพสูง อาจเป็นความหลงใหลที่รุนแรง แต่อาจไม่ใช่ความรักที่ดีต่อใจในระยะยาว\n\nข้อควรระวัง: ต้องระมัดระวังคนที่มีเจ้าของแล้วเข้ามาใกล้ชิดกับคุณ อาจเป็นคนที่แต่งงานแล้ว มีแฟนแล้ว หรืออยู่ในความสัมพันธ์แล้ว แต่มาจีบคุณหรือให้ความสนใจพิเศษ อาจมีข้อจำกัดหรือเงื่อนไขที่แฝงอยู่",
      "personality": "มีเสน่ห์ดึงดูดใจสูง มั่นใจในตัวเอง อาจมีความหลงใหลในวัตถุหรือความสุขทางกาย ชอบควบคุม อาจมีความหึงหวง เอาแต่ใจ รู้วิธีทำให้คุณหลงใหล",
      "quote": "ความหลงใหลที่รุนแรง แต่ระวังคนมีเจ้าของ"
    },
    {
      "id": 16,
      "name": "THE TOWER",
      "image": "THE TOWER.png",
      "interpretation": "เป็นช่วงที่เหมาะกับการพักใจมากกว่าให้ใครเข้ามาในชีวิตของคุณ คุณอาจจะเพิ่งเลิกรากับใครสักคนมา กำลังอยู่ในช่วงฟื้นฟูจากความเจ็บปวด ต้องการเวลาเพื่อสร้างตัวเองใหม่\n\nสำหรับบางคน: อาจจะหมายถึงการได้เจอกับคนที่เพิ่งเลิกรากับคนรักมา เขาอาจยังไม่พร้อม ยังมีบาดแผล ยังอยู่ในช่วงเยียวยา ถ้าเข้าไปตอนนี้ อาจจะต้องรับมือกับอารมณ์และปัญหาของเขาด้วย",
      "personality": "เป็นคนที่กำลังผ่านความเปลี่ยนแปลงครั้งใหญ่ อาจมีอารมณ์รุนแรง ไม่มั่นคง ตรงไปตรงมาจนบาดใจ อาจมีความโกรธหรือความเจ็บปวดที่ยังไม่ได้รับการเยียวยา",
      "quote": "ช่วงแห่งการฟื้นฟูและสร้างตัวเองใหม่"
    },
    {
      "id": 17,
      "name": "THE STAR",
      "image": "THE STAR.png",
      "interpretation": "เป็นช่วงที่คุณเริ่มดูแลตัวเองมากขึ้น อาจเริ่มออกกำลังกาย แต่งตัวดีขึ้น ดูแลผิวพรรณ หรือทำให้ตัวเองดูดีขึ้น มีคนเข้ามาให้ความสนใจ แต่คุณยังไม่ตัดสินใจเลือกใครสักคนชัดเจน\n\nหรืออาจหมายถึงคุณมีคนเข้ามาและคนๆ นั้นเป็นคนดัง เป็นคนที่หน้าตาดี หรือมีอาชีพที่จะต้องใช้หน้าใช้ตาในการทำงาน เช่น นักแสดง นายแบบ นางแบบ influencer พิธีกร หรืออาชีพที่ต้องโชว์หน้า",
      "personality": "เป็นคนที่ดูดี มีเสน่ห์ ดูแลตัวเอง มีความหวัง มองโลกในแง่ดี มีความฝัน อาจมีแฟนคลับหรือคนติดตาม มีชื่อเสียงในวงการของเขา",
      "quote": "คนที่ดูดีและมีชื่อเสียง"
    },
    {
      "id": 18,
      "name": "THE MOON",
      "image": "THE MOON.png",
      "interpretation": "คนที่เข้ามาหาคุณตอนนี้ไม่ใช่สเปกของคุณ หรือเป็นคนที่ไม่ตรงตามรีควายเมนต์ของคุณทั้งหมด ไม่ว่าจะเลือกใครก็ยังไม่ใช่คนที่ใช่สำหรับคุณอยู่ดี ทำให้รู้สึกสับสนและไม่แน่ใจ\n\nหรืออาจหมายถึง: คุณอยู่ในความสัมพันธ์ที่ไม่ชัดเจน มีความรักทางไกล หรือความสัมพันธ์ที่ไม่สามารถพัฒนาไปได้ มีอุปสรรคมากมาย ไม่มั่นใจในความรู้สึกของอีกฝ่าย",
      "personality": "เป็นคนที่มีอารมณ์แปรปรวน ลึกลับ คาดเดายาก อ่อนไหว อาจมีความลับ ไม่ตรงไปตรงมา ทำให้คุณรู้สึกสับสนและไม่มั่นใจ",
      "quote": "ความสัมพันธ์ที่ไม่ชัดเจนและสับสน"
    },
    {
      "id": 19,
      "name": "THE SUN",
      "image": "THE SUN.png",
      "interpretation": "คุณเหมาะกับความสัมพันธ์ใหม่ เริ่มใหม่ทั้งหมด คนที่คุยมานานในช่วงเวลาก่อนหน้านี้อาจจะเพิ่งออกจากชีวิตคุณไป หรือคุณเพิ่งได้รู้ความจริงบางอย่างที่ทำให้ต้องปิดฉาก เป็นช่วงของการเริ่มต้นใหม่ที่สดใส\n\nสำหรับคนที่โสดสนิท: มีแนวโน้มว่าใครสักคนที่เพิ่งออกจากความสัมพันธ์เดิมๆ มาจะเข้ามาในชีวิตคุณแล้วออกตัวแรง ชัดเจน ตรงไปตรงมา หากคุณมีพลังงานแบบเดียวกัน พร้อมที่จะเริ่มต้นใหม่ ก็สามารถไปออกเดทกับเขาได้\n\nข้อควรระวัง: ส่วนใครที่มีความรักที่เป็นความลับ ก็ต้องระวังโป๊ะแตก ความจริงอาจถูกเปิดเผยออกมา",
      "personality": "สดใส ตรงไปตรงมา ชัดเจน พร้อมที่จะเริ่มต้นใหม่",
      "quote": "การเริ่มต้นใหม่ที่สดใสและชัดเจน"
    },
    {
      "id": 20,
      "name": "JUDGEMENT",
      "image": "JUDGEMENT.png",
      "interpretation": "เป็นช่วงที่คุณเหมือนจะตัดสินใจเลิกกับใครมากกว่าที่จะมีความรัก เป็นช่วงของการปิดฉาก การจบบทเก่า มากกว่าการเริ่มต้นใหม่\n\nหากคุณต้องการจะคบหากับใครจริงๆ: ควรจะลองไปถอนคำอธิฐานในวันใหญ่ๆ อย่างวัดพระแก้ว วัดสุทัศน์ วัดหน้าพระเมรุ เพื่อให้อะไรเก่าๆ ที่ยังไม่จบในใจของคุณได้จบลงอย่างสมบูรณ์แบบ หลังวาเลนไทน์นี้ขอให้คุณได้เจอกับคนใหม่\n\nสำหรับคนที่ไม่มีประเด็นเรื่องรัก: อาจจะเจอคนน่าสนใจในวัด งานบุญ หรือโรงพยาบาล เป็นการพบกันในสถานที่ที่ไม่ค่อยคาดคิด",
      "personality": "ช่วงแห่งการตัดสินและปิดฉาก",
      "quote": "เวลาแห่งการปิดฉากและเริ่มต้นใหม่"
    },
    {
      "id": 21,
      "name": "THE WORLD",
      "image": "THE WORLD.png",
      "interpretation": "เป็นช่วงที่เหมาะกับการอยู่คนเดียวมากที่สุด คุณพอใจกับชีวิตตัวเองอยู่แล้ว มีความสมบูรณ์ในตัวเอง ไม่ได้รู้สึกขาดอะไร\n\nหากมีคนทักทายเข้ามา: ถ้าเขาไม่ใช่เสือสิงกระทิงแรด (คนที่พิเศษมากๆ จริงๆ) ก็มักจะเป็นคนเก่าๆ ที่คุณคีพคอนเนกชันเอาไว้ แต่ในใจก็บอกว่า \"อย่าดีกว่า\" ไม่ได้อยากจะพัฒนาอะไรต่อ\n\nในทางกลับกัน: คุณนั่นแหละคืออาจเป็นหนึ่งในคนเก่าที่แวะเวียนไปหาเขา เขาก็คุยแบบไม่ผูกพันธ์ มีระยะห่างจากทุกคน ไม่ได้อยากจะจริงจังกับใคร",
      "personality": "เป็นคนที่มีความสมบูรณ์ในตัวเอง ผ่านอะไรมามาก มีประสบการณ์ชีวิต เข้าใจชีวิต ไม่ต้องการผูกพันอะไร ต้องการอิสระและพื้นที่ส่วนตัว",
      "quote": "สมบูรณ์ในตัวเอง ไม่ต้องการผูกพัน"
    },
    {
      "id": 22,
      "name": "PAGE OF WANDS",
      "image": "PAGE OF WANDS.png",
      "interpretation": "คนแปลกหน้าที่อายุน้อยกว่าคุณ ผิวแทนหรือคล้ำ เต็มไปด้วยพลังงาน กระตือรือร้น ชอบผจญภัย มีโอกาสได้เจอในระยะอันใกล้ไม่เกินสามสัปดาห์ อาจเจอในสถานที่ที่มีกิจกรรม งานอีเวนต์ หรือสถานที่ที่คุณไม่เคยไปมาก่อน",
      "personality": "ร่าเริง สดใส มีความกระตือรือร้นสูง ชอบเรียนรู้สิ่งใหม่ อาจดูเด็กกว่าวัย มีความฮึกเหิม ตื่นเต้นง่าย พูดเร็ว คิดเร็ว แต่อาจขาดความอดทนและไม่ค่อยมีสมาธิ",
      "quote": "คนกระตือรือร้นที่มาพร้อมพลังงานใหม่ๆ"
    },
    {
      "id": 23,
      "name": "KNIGHT OF WANDS",
      "image": "KNIGHT OF WANDS.png",
      "interpretation": "คนวัยรุ่นตอนปลายถึงวัยกลางคน ยังไม่ถึงกับเป็นผู้ใหญ่ที่แท้จริง ยังค้นหาความหมายของชีวิตและสนุกกับการใช้ชีวิต ชอบขับรถเร็ว รักอิสระ อาจเป็นคนผิวแทน อยู่อีกจังหวัดหนึ่งหรือต้องใช้เวลาในการเดินทางสักหน่อยถึงจะมาหาคุณได้ อาจมาหาคุณแบบไม่ได้นัดหมายล่วงหน้า",
      "personality": "มีพลัง เร่าร้อน ใจร้อน ตัดสินใจเร็ว กล้าเสี่ยง ชอบความท้าทาย มีเสน่ห์แบบผู้ชาย กระฉับกระเฉง ไม่ชอบอยู่นิ่ง ชอบความเร็ว อาจขาดความรอบคอบและมักทำอะไรแบบหุนหันพลันแล่น",
      "quote": "คนรักอิสระที่มาแบบไม่ได้นัดหมาย"
    },
    {
      "id": 24,
      "name": "QUEEN OF WANDS",
      "image": "QUEEN OF WANDS.png",
      "interpretation": "สำหรับผู้หญิง: คุณแอบรักเพื่อนสนิทหรือกำลังรอใครสักคนหนึ่งที่อยู่ในชีวิตของคุณอยู่แล้ว เขาอาจปฏิบัติทุกอย่างดีต่อคุณเสมือนว่าคุณเป็นแฟน แต่ไม่ยอมให้สถานะกับคุณสักที คุณกำลังติดอยู่ในความสัมพันธ์แบบไม่มีป้าย ไม่ชัดเจน\n\nสำหรับผู้ชาย: ผู้หญิงลุยๆ มีเสน่ห์ที่อยู่ในชีวิตของคุณอยู่แล้ว เป็นคนเก่งงาน มั่นใจในตัวเอง แต่เธอคนนี้อาจจะยังรอคนรักเก่าหรือรอใครอยู่ ความรักจึงยังไม่คืบหน้า แม้คุณจะพยายามแค่ไหนก็ยังไม่ได้ความชัดเจน",
      "personality": "มั่นใจ เข้มแข็ง มีเสน่ห์ กล้าแสดงออก เป็นศูนย์กลางความสนใจ มีความคิดสร้างสรรค์ ชอบควบคุม มีความกระตือรือร้น แต่อาจดูเผด็จการและไม่ค่อยฟังใคร ปฏิบัติดีกับทุกคนแต่ไม่ให้ความชัดเจน",
      "quote": "ความสัมพันธ์ที่ดีแต่ไม่มีป้าย ไม่ชัดเจน"
    },
    {
      "id": 25,
      "name": "KING OF WANDS",
      "image": "KING OF WANDS.png",
      "interpretation": "ผู้ชายที่มีประสบการณ์ มีความรู้จากการทำงานจริง เป็นผู้นำ มีวิสัยทัศน์ อาจเป็นนักธุรกิจ เจ้าของกิจการ หรือผู้บริหาร ผ่านโปรเจกต์ใหญ่ๆ มาก่อน ได้รับการยอมรับในวงการ มีความมั่นใจและรู้ว่าตัวเองต้องการอะไร ส่วนมากจะเป็นคนราศีไฟ (เมษ สิงห์ ธนู)",
      "personality": "เป็นผู้นำ มีวิสัยทัศน์ กล้าตัดสินใจ มีประสบการณ์ มั่นคงในตัวเอง ให้ความรู้สึกปลอดภัย มีเสน่ห์แบบผู้ใหญ่ มีความมั่นใจสูง แต่อาจดูเข้มงวดและคาดหวังสูง",
      "quote": "ผู้นำที่มีวิสัยทัศน์และประสบการณ์"
    },
    {
      "id": 26,
      "name": "PAGE OF CUPS",
      "image": "PAGE OF CUPS.png",
      "interpretation": "คนอายุน้อยกว่าคุณ หน้าตาดี น่ารัก ชอบศิลปะ อาจเรียนเกี่ยวกับศิลปะ ศิลปศาสตร์ ภาษาและวรรณกรรม มีรสนิยม มีความอ่อนไหว ชอบงานสร้างสรรค์ ความสัมพันธ์สามารถเกิดขึ้นได้ผ่านการมีรสนิยมและมีความชอบแบบเดียวกัน เช่น ชอบหนังแนวเดียวกัน ชอบดนตรีแนวเดียวกัน หรือมีงานอดิเรกที่คล้ายคลึงกัน",
      "personality": "อ่อนไหว ใสซื่อ โรแมนติก ชอบฝัน มีจินตนาการ ใจดี เห็นอกเห็นใจผู้อื่น ชอบงานศิลปะ มีรสนิยมดี แต่อาจดูไม่มีความมั่นคงและยังไม่โตเท่าที่ควร",
      "quote": "คนน่ารักที่มีรสนิยมเหมือนกัน"
    },
    {
      "id": 27,
      "name": "KNIGHT OF CUPS",
      "image": "KNIGHT OF CUPS.png",
      "interpretation": "คนวัยรุ่นหรือวัยกลางคนที่มีความโรแมนติก กำลังหรือเพิ่งเข้ามาในชีวิตคุณ เป็นคนที่เข้ากับคนได้ง่าย เข้าสังคมเก่ง พูดจาไพเราะ รู้จักทำให้คุณรู้สึกพิเศษ แต่เป็นคนที่อาจจะยังไม่มีเป้าหมายชีวิตอย่างชัดเจน ยังลอยๆ ยังไม่รู้ว่าจะไปทางไหน ชอบแสดงความรู้สึกแต่อาจไม่มีแผนระยะยาว",
      "personality": "โรแมนติก อ่อนไหว มีเสน่ห์ ใส่ใจรายละเอียด ชอบแสดงความรู้สึก มีอารมณ์ศิลปิน เข้ากับคนง่าย แต่อาจดูเหลวไหว ไม่มั่นคง และไม่มีทิศทางชัดเจนในชีวิต",
      "quote": "คนโรแมนติกแต่ยังไม่มีทิศทางชัดเจน"
    },
    {
      "id": 28,
      "name": "QUEEN OF CUPS",
      "image": "QUEEN OF CUPS.png",
      "interpretation": "สำหรับผู้หญิง: คุณมีคนที่คิดถึง ชอบ และหวงแหนอยู่ในใจ หากเป็นคนโสด คนนั้นอาจเป็นคนรักเก่าที่ยังไม่ลืม หรือเป็นคนในอุดมคติที่คุณสร้างขึ้นมาเอง คุณอาจจะยังไม่เปิดใจให้กับใครง่ายๆ ยกเว้นคนที่เข้ามาแมชกับคนในแบบที่คุณชอบ\n\nหรืออาจหมายถึง: คุณกำลังชอบไอดอล ดารา ศิลปิน หรือคนดังอยู่ในขณะนี้ หมดเวลาไปกับการติดตามไอดอล ดูคอนเทนต์ ซื้อของที่ระลึก จะเอาเวลาที่ไหนไปหาแฟน ใจยังมอบให้กับคนที่ไม่รู้จักคุณอยู่\n\nสำหรับผู้ชาย: ผู้หญิงที่มีลักษณะเป็นคนที่เป็นแม่บ้านแม่เรือน มีความเป็นเฟมินีนสูง ไวต่อความรู้สึก อ่อนไหว และคนๆ นั้นอาจจะมีภาพของความสัมพันธ์ที่ใส่ฝันอยู่แล้ว มีความคาดหวังสูง คุณต้องทำทุกอย่างที่โรแมนติกเป็นแบร์มินิมัม ต้องเอาใจ ดูแล และสร้างบรรยากาศแบบเจ้าหญิงให้เธอ",
      "personality": "อ่อนไหว เห็นอกเห็นใจ ใส่ใจผู้อื่น มีสัญชาตญาณดี เข้าใจความรู้สึกคนอื่น เป็นที่ปรึกษาที่ดี แต่อาจจมอยู่ในอารมณ์ตัวเอง มีคนในใจอยู่แล้ว หรือยึดติดกับความรักในจินตนาการ มีความคาดหวังสูงต่อความสัมพันธ์",
      "quote": "มีคนในใจอยู่แล้ว ยากที่จะเปิดใจให้คนใหม่"
    },
    {
      "id": 29,
      "name": "KING OF CUPS",
      "image": "KING OF CUPS.png",
      "interpretation": "สำหรับผู้หญิง: คนที่เข้ามาเป็นคนที่มีประสบการณ์ด้านความสัมพันธ์มาค่อนข้างมาก อาจเคยแต่งงานมาแล้ว หรือเจ้าชู้สักหน่อยหนึ่ง มีประวัติความรักยาว ระวังให้ดีว่าขณะที่เขาเข้ามาคุยกับคุณ เขาก็กำลังมีคนที่คุยๆ อยู่พร้อมกันหลายคน ไม่ได้มุ่งมั่นกับคุณคนเดียว\n\nสำหรับผู้ชาย: คุณมีคนคุยเรื่อยๆ แต่ยังมองหาคนที่ถูกใจมากกว่าที่มีอยู่ ยังไม่พอใจกับตัวเลือกปัจจุบัน หรือกำลังมองหาคนรักเก่าในคนใหม่ๆ พยายามหาคนที่คล้ายกับแฟนเก่า หรือมีคุณสมบัติแบบเดียวกับคนที่เคยรัก",
      "personality": "เป็นผู้ใหญ่ มีวุฒิภาวะทางอารมณ์ ควบคุมอารมณ์ได้ดี ใจเย็น เข้าใจผู้อื่น เป็นที่ปรึกษา ให้ความรู้สึกมั่นคง แต่อาจดูห่างเหินและไม่ค่อยแสดงอารมณ์ มีประสบการณ์มาก อาจเจ้าชู้และคุยกับหลายคนพร้อมกัน",
      "quote": "คนมีประสบการณ์แต่อาจคุยกับหลายคน"
    },
    {
      "id": 30,
      "name": "PAGE OF SWORDS",
      "image": "PAGE OF SWORDS.png",
      "interpretation": "คนอายุน้อยกว่า อาจเข้ามาแบบทำให้คุณปวดหัว ชอบแกล้ง ชอบแซว หรือทำให้คุณไม่พอใจ แสดงความคิดเห็นแบบตรงไปตรงมาโดยไม่ค่อยเข้าใจเรื่องการเข้าสังคม พูดอะไรออกมาแล้วไม่คิดว่าจะทำให้คนอื่นเสียใจหรือไม่\n\nส่วนมาก: คุณจะไม่ได้เจอคนที่ชอบจากไพ่ใบนี้หรอก ส่วนมากจะเจอคนที่ถกเถียงกัน มีปากเสียงกัน หรือทะเลาะกันทางอินเทอร์เน็ต โซเชียลมีเดีย อาจเป็นคนที่มาคอมเมนต์ไม่ดี หรือมาถกเถียงในกลุ่ม",
      "personality": "ช่างสังเกต สงสัยง่าย ชอบถามคำถาม คิดเร็ว พูดตรง ชอบวิพากษ์วิจารณ์ มีไหวพริบ แต่ดูเจ้าปัญหา ชอบจู้จี้ ไม่รู้จักมารยาทในการพูด และทำให้คนอื่นรำคาญ",
      "quote": "คนที่ทำให้ปวดหัวมากกว่าจะเป็นคนรัก"
    },
    {
      "id": 31,
      "name": "KNIGHT OF SWORDS",
      "image": "KNIGHT OF SWORDS.png",
      "interpretation": "คนที่มั่นใจ มีความกระตือรือร้น เคลื่อนไหวเร็ว ตัดสินใจเร็ว อาจเป็นตำรวจ ทหาร หรือคนทำงานที่ต้องเดินทางบ่อยครั้ง เช่น เซลล์ คนขับรถ หรืองานที่ต้องออกพื้นที่ มุ่งตรงสู่เป้าหมาย พูดตรง ไม่อ้อมค้อม",
      "personality": "รวดเร็ว เฉียบขาด ตรงไปตรงมา มุ่งเป้าหมาย ใช้เหตุผล ไม่อ้อมค้อม มั่นใจในความคิดตัวเอง มีความกระตือรือร้น แต่อาจดูไร้อารมณ์และไม่เห็นอกเห็นใจ",
      "quote": "คนตรงไปตรงมาที่เคลื่อนไหวเร็ว"
    },
    {
      "id": 32,
      "name": "QUEEN OF SWORDS",
      "image": "QUEEN  OF SWORDS.png",
      "interpretation": "สำหรับผู้หญิง: ใครเข้ามาช่วงนี้คุณก็ด่าเขาไปทั่ว ไม่พอใจก็เมิน เชิ่ดหรือพูดจาไม่ดีใส่เขา ถ้าโสดรับวาเลนไทน์ ก็ตัวคุณเองทั้งนั้นแหละที่ทำให้เกิดเรื่องแบบนี้ นิสัยแข็งเกินไป พูดจาไม่ดี ทำให้คนอื่นไม่กล้าเข้ามา\n\nสำหรับผู้ชาย: คุณอาจจะชอบผู้หญิงร้ายๆ ตรงไปตรงมา พูดจาแบบไม่เกรงใจใคร ดูเข้มแข็ง มีกำแพงสูง เป็นคนที่ผ่านอะไรมามาก อาจเคยเจ็บปวดจากความรัก จึงมีท่าทีเย็นชาและป้องกันตัวเอง",
      "personality": "เข้มแข็ง เฉียบขาด ตรงไปตรงมา ใช้เหตุผล เป็นอิสระ ไม่พึ่งพาใคร ชัดเจน พูดจาไม่ไพเราะ อาจดูร้ายและมีกำแพงสูง ทำให้คนอื่นกลัวหรือไม่กล้าเข้าใกล้",
      "quote": "คนเข้มแข็งที่มีกำแพงสูง"
    },
    {
      "id": 33,
      "name": "KING OF SWORDS",
      "image": "KING OF SWORDS.png",
      "interpretation": "หากมีคนเข้ามาพูดคุยกับคุณ แต่เขาดูตอบคุณช้า ไม่ค่อยให้ความสนใจ เมื่อไพ่ใบนี้ขึ้น นั่นหมายถึงเขาก็ไม่ได้ชอบคุณขนาดนั้น ตัดใจจากคนใจร้ายไปเลยอาจจะดีกว่า ไม่ต้องไปเสียเวลา\n\nสำหรับบางคน: คนนี้อาจประกอบอาชีพเกี่ยวกับทหาร ตำรวจ การบริหารจัดการ ผู้บริหาร แต่ก็ยังไม่ถือว่าเป็นไพ่ที่โรแมนติกน่าคบหาอยู่ดี เย็นชา ไม่ค่อยแสดงความรู้สึก\n\nสำหรับผู้ชาย: คุณไปเมินใครมาหรือเปล่า หรือถ้าคุณไม่ได้มีใคร ก็หมายถึงนิสัยคุณนั่นเองนั่นแหละที่แข็งๆ เย็นชา ทำให้คนอื่นไม่เข้าใจว่าคุณกำลังคิดอะไรอยู่ ไม่รู้ว่าคุณชอบหรือไม่ชอบ เป็นช่วงที่วาเลนไทน์แล้วก็ยังเหงา อยู่คนเดียว",
      "personality": "มีเหตุผล ยุติธรรม ยึดมั่นในหลักการ ตัดสินใจด้วยสมอง เป็นกลาง ไม่ลำเอียง มีอำนาจ แต่ดูไร้อารมณ์ ไม่ยืดหยุ่น เย็นชา และทำให้คนอื่นรู้สึกว่าไม่ได้รับความสนใจ",
      "quote": "คนเย็นชาที่ไม่ค่อยแสดงความรู้สึก"
    },
    {
      "id": 34,
      "name": "PAGE OF PENTACLES",
      "image": "PAGE OF PENTACLES.png",
      "interpretation": "คนอายุน้อยกว่าคุณ แต่คนที่เข้ามาอาจจะเป็นสแกมเมอร์ คนที่ชวนคุณไปลงทุน ชวนเล่นคริปโต ชวนทำธุรกิจ หรืออาจจะเป็นลูกน้องในทีม น้องในที่ทำงาน\n\nลักษณะความสัมพันธ์: เป็นความสัมพันธ์ที่ควรจะมีผลประโยชน์ หรือเมื่อคบหาแล้วคุณรู้สึกว่ามีอะไรที่มากกว่าความรัก เช่น เขาต้องการอะไรบางอย่างจากคุณ หรือคุณต้องการอะไรจากเขา ไม่ใช่ความรักที่บริสุทธิ์",
      "personality": "ขยัน ตั้งใจ มุ่งมั่น ชอบเรียนรู้ มีไหวพริบ ใส่ใจรายละเอียด มีความรับผิดชอบ แต่อาจมีผลประโยชน์แฝง อาจใช้ความสัมพันธ์เพื่อประโยชน์ของตัวเอง",
      "quote": "ระวังความสัมพันธ์ที่มีผลประโยชน์แฝง"
    },
    {
      "id": 35,
      "name": "KNIGHT OF PENTACLES",
      "image": "KNIGHT OF PENTACLES.png",
      "interpretation": "อาจเป็นคนภายในที่ทำงาน เพื่อนร่วมงาน หรือคนที่เพิ่งเข้ามาใหม่ในแผนกของคุณ เป็นคนที่มั่นคง น่าเชื่อถือ ทำงานช้าแต่แน่นอน ไม่รีบร้อน\n\nลักษณะความสัมพันธ์: ความสัมพันธ์ของคุณกับเขาอาจจะดำเนินไปอย่างช้าๆ ไม่มีความคืบหน้ามากนัก หรือเป็นความสัมพันธ์แบบผู้ร่วมงานมากกว่า ไม่ค่อยมีความโรแมนติก อาจยังไม่พร้อมสำหรับความสัมพันธ์ เพราะกำลังสร้างฐานะหรือมุ่งเน้นงาน",
      "personality": "มั่นคง น่าเชื่อถือ มีความรับผิดชอบ อดทน วางแผนดี ทำงานหนัก ค่อยเป็นค่อยไป แต่ดูช้า น่าเบื่อ และไม่ค่อยมีความตื่นเต้น",
      "quote": "คนมั่นคงแต่ความสัมพันธ์อาจช้า"
    },
    {
      "id": 36,
      "name": "QUEEN OF PENTACLES",
      "image": "QUEEN  OF PENTACLES.png",
      "interpretation": "สำหรับผู้หญิง: คุณมีคนที่ชอบอยู่แล้ว ใครเข้ามาก็ไม่เงยหน้าขึ้นมามองเขา ยังคิดถึงหรือกังวลแต่คนเก่าอยู่อย่างนั้น ยังส่องสตอรี่อยู่บ่อยๆ ฝั่งนั้นเขารู้แล้วล่ะว่าคุณส่องอยู่\n\nความจริงที่ต้องรู้: แต่ถ้าเขาชอบเรา เขาก็ต้องทักเรามาแล้วหรือเปล่า? เงยหน้าขึ้นมานิดนึงจ้า คนนั้นเขาไม่ชอบเราหรอก อย่าไปเสียเวลากับคนที่ไม่สนใจเรา\n\nสำหรับผู้ชาย: แฟนเก่าหรือคนเก่าๆ กำลังคิดถึงคุณ อาจมีคนจากอดีตกลับมาหา หรือมีคนที่เคยรู้จักกันมาก่อนกำลังคิดถึงคุณอยู่",
      "personality": "มั่นคง น่าเชื่อถือ มีความรับผิดชอบ ดูแลตัวเองและคนอื่นได้ดี ใส่ใจรายละเอียด มีฐานะ แต่อาจจมอยู่กับคนเก่า ไม่ยอมปล่อยวาง มัวแต่ส่องคนที่ไม่สนใจเรา",
      "quote": "ยังจมอยู่กับคนเก่า ไม่เปิดใจให้คนใหม่"
    },
    {
      "id": 37,
      "name": "KING OF PENTACLES",
      "image": "KING OF PENTACLES.png",
      "interpretation": "สำหรับผู้หญิง: ผู้ชายสายเปย์ รวยมาก เรียกว่าเสี่ย! กำลังเข้ามาตกหลุมรักคุณ หากเขาไม่เสี่ยก็เป็นคนที่มีเงินคนหนึ่ง ฐานะครอบครัวดี หรือทำงานที่เกี่ยวข้องกับการเงินเป็นหลัก เช่น นักธุรกิจ นายธนาคาร นักลงทุน เจ้าของกิจการ\n\nสำหรับผู้ชาย: ตอนนี้หากชอบใครอยู่ คุณอาจจะต้องใช้เงินซื้อของขวัญให้กับเขาเพื่อให้ความสัมพันธ์มันพัฒนา เป็นความสัมพันธ์ที่มีความเป็นวัตถุนิยมสักนิดนึง ต้องใช้เงินเป็นตัวช่วย ต้องพาไปกินของดีๆ ซื้อของแพงๆ ให้",
      "personality": "ประสบความสำเร็จ มั่นคง มีฐานะ น่าเชื่อถือ มีความรับผิดชอบสูง ให้ความมั่นคง ใช้ชีวิตสบาย รู้จักใช้เงินซื้อความสุข แต่อาจดูจืดชืดและไม่ค่อยโรแมนติก มีความเป็นวัตถุนิยม",
      "quote": "คนมีฐานะที่พร้อมเปย์"
    },
    {
      "id": 38,
      "name": "ACE OF WANDS",
      "image": "ACE OF WANDS.png",
      "interpretation": "สามารถเป็นเพศชายที่มีความกระตือรือร้นในการเข้าหาคุณ คนๆ นี้อาจจะเป็นคนที่จริงจังกับความสัมพันธ์ ออกตัวแรง ชัดเจน ไม่เล่นงอแง แถมเป็นคนที่ชอบเรื่องบนเตียง ให้ความสำคัญกับเซ็กส์ มาพร้อมกับพลังงานและความมั่นใจ\n\nแต่ถ้าเป็นเพศหญิง: ก็จะเป็นเผ่านมงู มีเสน่ห์ มั่นใจ เซ็กซี่ รู้จักใช้เสน่ห์ของตัวเอง",
      "personality": "มีพลัง กระตือรือร้น มีความมั่นใจ ชอบริเริ่ม ออกตัวชัดเจน มีความต้องการทางเพศสูง ให้แรงบันดาลใจ มีความคิดสร้างสรรค์",
      "quote": "คนกระตือรือร้นที่ออกตัวชัดเจน"
    },
    {
      "id": 39,
      "name": "TWO OF WANDS",
      "image": "TWO OF WANDS.png",
      "interpretation": "อาจจะเป็นชาวต่างชาติ คนจากโซเชียลมีเดีย คนที่อยู่จังหวัดที่ติดน้ำ หรือคนที่อยู่ห่างไกล\n\nข้อควรระวัง: ต้องระวังคนที่กำลังจะเลิกกับคนรักเก่าแต่ยังเลิกไม่สนิท ตัดสินใจเลิกแล้วแต่ยังไม่บอกเลิก ทำให้ความสัมพันธ์คาราคาซัง ติดค้างอยู่ ไม่ชัดเจน\n\nหรือคุณอาจยังไม่เจอคนใหม่หรอก เพราะว่า: ยังคงส่องคนรักเก่าอยู่ ยังไม่ได้ตัดใจจริงๆ ยังคิดถึง ยังลังเลอยู่ว่าจะกลับไปหาหรือไม่ ยังไม่พร้อมเปิดใจให้คนใหม่",
      "personality": "กำลังวางแผน มีวิสัยทัศน์ แต่ยังไม่ลงมือทำ กำลังชั่งน้ำหนัก ยังไม่ตัดใจจากเรื่องเก่า ลังเล ไม่ชัดเจน",
      "quote": "ยังลังเล ยังไม่ตัดใจจากเรื่องเก่า"
    },
    {
      "id": 40,
      "name": "THREE OF WANDS",
      "image": "THREE OF WANDS.png",
      "interpretation": "คุณเพิ่งตัดใจจากคนเก่าได้สนิท เราก็พร้อมที่จะไปเจอคนใหม่ๆ เปิดรับโอกาสใหม่ แต่ช่วงนี้ก็ยังไม่เจอคนที่น่าสนใจ ยังรออยู่ ยังมองหาอยู่ แต่เชื่อว่าเร็วๆ นี้จะเจอ\n\nหากคุณมีคนที่คุยมานานแล้ว: หากชอบใครที่เพิ่งหลุดออกจากความสัมพันธ์เดิมมา คนนั้นก็ไม่ได้มีเยื้อใยกับคนเดิมนะ เขาพร้อมที่จะเริ่มต้นใหม่แล้ว",
      "personality": "พร้อมที่จะเริ่มต้นใหม่ ชอบผจญภัย กล้าออกไปหาประสบการณ์ใหม่ มีวิสัยทัศน์ รอคอยโอกาส มองการณ์ไกล",
      "quote": "พร้อมเริ่มต้นใหม่ รอคอยโอกาส"
    },
    {
      "id": 41,
      "name": "FOUR OF WANDS",
      "image": "FOUR OF WANDS.png",
      "interpretation": "มีโอกาสได้เจอความรักกับคนในที่ทำงาน ดูโอ้ที่ทำงานด้วยกัน หรือคนที่คุณเห็นในชีวิตประจำวันอยู่แล้ว เป็นคนใกล้ตัว คนที่อยู่รอบๆ คุณ\n\nสำหรับคนที่มีคนคุยอยู่แล้ว: อาจจะหมายถึงได้เปิดตัวกันในช่วงนี้ ประกาศความเป็นแฟนกัน บอกคนรอบข้าง\n\nแต่ถ้าสถานการณ์ของคุณไม่ได้ดี: จะหมายถึงคนที่คุณคุยหรือชอบอยู่ เปิดตัวกับคนอื่นแล้ว ไปมีแฟนใหม่แล้ว",
      "personality": "ชอบความสนุกสนาน ชอบงานเลี้ยง ชอบรวมกลุ่ม เป็นกันเอง ให้ความสำคัญกับความสัมพันธ์ ชอบฉลอง",
      "quote": "ความรักจากคนใกล้ตัว"
    },
    {
      "id": 42,
      "name": "FIVE OF WANDS",
      "image": "FIVE OF WANDS.png",
      "interpretation": "ส่วนมากจะเป็นคนในทีม คนใกล้ตัว หรือเพื่อนในกลุ่ม โดยเฉพาะหากคุณเป็นคนที่มีกลุ่มเพื่อนใหญ่ๆ ส่วนมากเป็นคนในวัยใกล้เคียงกัน คุณมีโอกาสได้ใกล้ชิดกับคนในทีมหรือคนที่ทำงานด้วยกันมากขึ้น คนที่มีโอกาสได้ไปเดทหรือพัฒนาความสัมพันธ์คือคนใกล้ตัวในกลุ่ม",
      "personality": "กระตือรือร้น มีพลัง ชอบทำงานเป็นทีม แต่อาจมีการแข่งขัน มีความคิดเห็นต่างกัน ต้องปรับความเข้าใจกัน",
      "quote": "คนในทีมหรือเพื่อนในกลุ่ม"
    },
    {
      "id": 43,
      "name": "SIX OF WANDS",
      "image": "SIX OF WANDS.png",
      "interpretation": "คนที่เข้ามาอาจจะเป็นคนเก่า เพื่อนเก่า คนที่เคยไปเรียนต่างประเทศและกลับมา หรือแฟนเก่า V2 ที่เป็นเวอร์ชันอัพเกรด คนที่เคยรู้จักกันมาก่อนกลับมาติดต่ออีกครั้ง ในกรณีที่เป็นคนใหม่ๆ คนๆ นั้นอาจจะเป็นหัวหน้าหรือคนที่เพิ่งได้รับการโปรโมทในทีมหรือบริษัทของคุณ\n\nหรือไม่ก็: คุณอยากสละทางโลกมุ่งสู่หนทางติ่งเพียงอย่างเดียว คนที่คุณจะได้ไปเดทด้วยคือไอดอลที่คุณชอบ พร้อมกับเหล่าเพื่อนจากแฟนด้อม ไปคอนเสิร์ต ไปงานแฟนมีต ไปซื้อของที่ระลึก",
      "personality": "มั่นใจ ประสบความสำเร็จ ได้รับการยอมรับ มีชื่อเสียง เป็นที่รู้จัก หรืออาจเป็นไอดอล ดารา ศิลปิน",
      "quote": "คนเก่ากลับมาหรือคนประสบความสำเร็จ"
    },
    {
      "id": 44,
      "name": "SEVEN OF WANDS",
      "image": "SEVEN OF WANDS.png",
      "interpretation": "คุณแสดงออกอย่างเต็มที่แล้ว ประกาศตัวไปว่าโสด แต่ตอนนี้ก็ยังไม่มีคนที่เข้าท่าเข้ามาขนาดนั้น ยังรออยู่ ยังหาอยู่\n\nหรือหาก: คนที่คุณชอบซึ่งดูเขาจะเลือกได้อยู่สักหน่อย ประกาศตัวเองว่าโสด คุณก็ดูจะมีคู่แข่งอยู่มากพอสมควร ต้องแข่งขันกับคนอื่น ต้องพิสูจน์ตัวเอง\n\nสำหรับบางคน: อาจจะได้ไปงานคอนเสิร์ตของไอดอลที่ชอบในวันวาเลนไทน์ ไปเชียร์ ไปให้กำลังใจ",
      "personality": "เข้มแข็ง กล้าปกป้องตัวเอง ไม่ยอมแพ้ง่ายๆ มีความมั่นใจในตัวเอง กล้าแสดงออก",
      "quote": "ต้องแข่งขันกับคู่แข่ง"
    },
    {
      "id": 45,
      "name": "EIGHT OF WANDS",
      "image": "EIGHT OF WANDS.png",
      "interpretation": "คุณมีโอกาสได้เจอคนถูกใจจากการเดินทาง หรือจากแอปพลิเคชันหาคู่ เช่น Tinder, Bumble, Coffee Meets Bagel โดยคนๆ นี้อาจจะเป็นคนไกลๆ อยู่ต่างจังหวัด ต่างประเทศ หรือต้องเดินทางไกลถึงจะเจอกัน\n\nสำหรับคนที่มีคนคุย: แต่ไม่ได้นัดในวันวาเลนไทน์ ต้องระวังว่าเขาจะหายไป คุณส่งข้อความไปยาวมาก แต่เขาอาจไปเดทกับคนอื่น ไม่ได้เลือกคุณ",
      "personality": "รวดเร็ว กระฉับกระเฉง เคลื่อนไหวเร็ว ไม่ชอบอยู่นิ่ง ชอบการเปลี่ยนแปลง ชอบเดินทาง",
      "quote": "ความรักจากการเดินทางหรือแอปหาคู่"
    },
    {
      "id": 46,
      "name": "NINE OF WANDS",
      "image": "NINE OF WANDS.png",
      "interpretation": "คุณยังไม่เจอคนใหม่หรอก เพราะว่า: คุณเป็นอินโทรเวิร์ท อยู่บ้าน ไม่เล่นโซเชียล ไม่เปิดรับใคร กำแพงสูงมาก คุณรู้มั้ยว่าถ้ามันสูงมาก สิ่งมีชีวิตที่สูง ขายาวข้ามกำแพงเข้ามาได้เรียกว่าอะไร? เปรตจ้า\n\nหรือถ้าคุณได้เจอใครในช่วงนี้จริงๆ ล่ะก็: คุณก็อาจจะได้เจอกับคนที่ยังไม่ได้เลิกรากับคนรัก เขากำลังมองหาใครสักคนเพื่อพาเขากระโดดจากความสัมพันธ์หนึ่งไปสู่อีกความสัมพันธ์หนึ่ง บางคนอาจจะบอกเลิกกับคนรักเก่าไปแล้ว แต่ก็ยังเรียกไม่ได้ว่าเลิกสนิท หรือคนที่มีกำแพงในความสัมพันธ์สูงมาก ยังไม่พร้อมเปิดใจให้ใคร ยังมีบาดแผล\n\nสำหรับคนที่อยากกลับไปหาคนเก่า: บางคนอยากทักไปหาคนเก่าแต่โดนบล็อก ลองทักเขาไปใน True Money มั้ย หรือ Spotify ก็ได้ ลองหาช่องทางดู มันน่าจะมีสักทางแหละ",
      "personality": "ระมัดระวัง มีกำแพงป้องกันตัวเอง เหนื่อยล้า แต่ยังไม่ยอมแพ้ ยังคงยืนหยัด หวาดระแวง ไม่ไว้วางใจง่าย",
      "quote": "กำแพงสูง ยังไม่พร้อมเปิดใจ"
    },
    {
      "id": 47,
      "name": "TEN OF WANDS",
      "image": "TEN OF WANDS.png",
      "interpretation": "คุณยังไม่เจอคนใหม่หรอก เพราะว่า: คุณพยายามรั้งรักเก่าเอาไว้ แต่ใจเขาไม่อยู่แล้ว ถ้าเขายังอยู่ คุณก็จะได้เพียงแค่ร่างกายของเขา แต่ไม่ได้ใจของเขาหรอกค่ะ ปล่อยเขาไปเถอะ จะได้เจอคนใหม่ที่ดีกว่า\n\nหรือหากคุณโสดสนิท: คุณอาจจะเจอกับคนที่อยากมีคนคุย แต่ยังอยากดันทุรังอยู่กับรักที่เป็นไปไม่ได้ ยังคิดถึงคนเก่า ยังไม่ปล่อยวาง ปล่อยเขาไปมั้ย ไปหาคนใหม่ดีกว่า",
      "personality": "ทำงานหนัก รับผิดชอบ ทะเยอทะยาน แต่แบกรับมากเกินไป เหนื่อยล้า ไม่มีเวลาให้ความรัก ยึดติดกับอดีต ไม่ยอมปล่อยวาง",
      "quote": "ยังรั้งรักเก่า ไม่ยอมปล่อยวาง"
    },
    {
      "id": 48,
      "name": "ACE OF CUPS",
      "image": "ACE OF CUPS.png",
      "interpretation": "ใครจะเข้ามา: คนที่เข้ามาในชีวิตเราเองแบบไม่ต้องดิ้นรนสักเท่าไหร่ เขาทักมาชวนออกไปเดท อาจจะเป็นคนที่ไม่เคยเจอกันมาก่อน เป็นจุดเริ่มต้นของความรักใหม่ ความรู้สึกใหม่ น่าตื่นเต้น มีโอกาสพัฒนาเป็นความสัมพันธ์ที่ลึกซึ้ง อาจได้ไปดื่มกาแฟด้วยกัน หรือได้รับของขวัญที่ถูกใจ\n\nสำหรับคนมีคู่: คนรักจะเอาใจใส่ดูแลคุณเป็นพิเศษ หากใกล้วันสำคัญหรือวันครบรอบ มีโอกาสได้รับของขวัญที่ถูกใจ คู่แต่งงานที่วางแผนมีบุตร มีเกณฑ์จะได้ข่าวดี",
      "personality": "เปิดใจ จริงใจ มีความรักมาก เอาใจใส่ ดูแล ให้ความรู้สึกอบอุ่น",
      "quote": "จุดเริ่มต้นของความรักใหม่ที่มาเองโดยไม่ต้องดิ้นรน"
    },
    {
      "id": 49,
      "name": "TWO OF CUPS",
      "image": "TWO OF CUPS.png",
      "interpretation": "ใครจะเข้ามา: คนที่ได้เจอหรือเดทด้วยในวาเลนไทน์จะเป็นคนที่รู้จักกันอยู่แล้วหรือคุยกันมาระยะหนึ่ง คุยกันถูกคอ ความสัมพันธ์จะพัฒนาไปอย่างรวดเร็ว มีโอกาสได้พบคนที่ถูกใจผ่านโซเชียลมีเดีย หรือคู่รักทางไกลจะได้เจอกัน\n\nความหมายเพิ่มเติม: นี่คือไพ่แห่งความรักที่สมดุล ความรู้สึกที่เท่าเทียมกัน ทั้งสองฝ่ายต่างให้และรับอย่างเท่าเทียม",
      "personality": "เข้ากันได้ดี มีความเข้าใจกัน สมดุล ให้ความสำคัญกับความสัมพันธ์ ตรงไปตรงมา จริงใจ",
      "quote": "ความรักที่สมดุล ทั้งสองฝ่ายต่างให้และรับอย่างเท่าเทียม"
    },
    {
      "id": 50,
      "name": "THREE OF CUPS",
      "image": "THREE OF CUPS.png",
      "interpretation": "ใครจะเข้ามา: อาจจะได้เจอคนถูกใจจากปาร์ตี้ งานแต่งงาน หรือกลุ่มเพื่อนของเพื่อนคุณ มีเกณฑ์พบคนถูกใจในงานสังคม งานเลี้ยง หรือการรวมตัวของเพื่อนฝูง\n\nสำหรับบางคน: อาจจะได้ไปดินเนอร์แบบกลุ่มกับเพื่อนที่สนิท โสดแต่ไม่เหงา สำหรับคนที่ติดแฟนซีหน่อย อาจจะได้มีโอกาสมีความสัมพันธ์แบบ 1 2 3 not only you and me\n\nข้อควรระวัง: ต้องตรวจสอบให้แน่ใจว่าเขาโสดจริง เพราะอาจมีคนอื่นในชีวิตเขาอยู่แล้ว ระวังเรื่องมือที่สาม ไพ่ใบนี้เน้นเรื่องมิตรภาพมากกว่าความรักโรแมนติก",
      "personality": "ชอบสังคม ชอบปาร์ตี้ มีเพื่อนเยอะ ร่าเริง สนุกสนาน แต่อาจไม่ค่อยจริงจังกับความสัมพันธ์",
      "quote": "เจอคนถูกใจจากงานสังคม แต่ระวังมือที่สาม"
    },
    {
      "id": 51,
      "name": "FOUR OF CUPS",
      "image": "FOUR OF CUPS.png",
      "interpretation": "คุณยังไม่เจอคนใหม่หรอก เพราะว่า: มีคนมาชวนไปเดทวันวาเลนไทน์แล้ว แต่เค้าไม่หล่อ หน้าตาไม่ดี ไม่ถูกใจ พูดอะไรก็ไม่เข้าหู เลยบอกเค้าไปว่า \"ขอดูก่อน\"\n\nส่วนคนที่เราอยากให้เขาชวน: หรือเราไปชวนเค้าเดทก็ไม่อ่านแชทของเรา ดองเอาไว้ หรือไม่เขาก็ไปอาบน้ำตั้งแต่ชาติที่แล้ว ตอนนี้ยังอาบไม่เสร็จ สงสัยอาบน้ำใหญ่\n\nความหมายเพิ่มเติม: นี่คือไพ่แห่งความเฉยเมย ความเบื่อหน่าย มีโอกาสอยู่ข้างหน้าแต่คุณมองไม่เห็นเพราะกำลังจมอยู่กับความรู้สึกไม่พอใจ\n\nคนมีคู่: คุณอาจรู้สึกเบื่อหน่ายในความสัมพันธ์ ไม่พอใจกับความรักที่อีกฝ่ายมอบให้ หากเพิ่งทะเลาะกัน แม้เขาจะง้อ คุณก็ยังไม่อยากให้อภัยง่ายๆ",
      "personality": "เบื่อ ไม่พอใจ มองหาอะไรมากกว่านี้ หมกมุ่นกับตัวเอง ไม่เปิดรับ หงุดหงิด",
      "quote": "มีโอกาสอยู่ข้างหน้าแต่มองไม่เห็น เพราะจมอยู่กับความไม่พอใจ"
    },
    {
      "id": 52,
      "name": "FIVE OF CUPS",
      "image": "FIVE OF CUPS.png",
      "interpretation": "คุณยังไม่เจอคนใหม่หรอก เพราะว่า: คุณโดนบล็อกจากคนที่คุณอยากให้เขาชวนไปเดท หรือฝ่ายใฝ่ฝ่ายหนึ่งอยู่ไกล อยู่ต่างประเทศ สิ่งนี้จึงอาจไม่เกิดขึ้น สำหรับบางคนอาจจะเพิ่งอกหักมาและยังจมอยู่กับความเศร้าเสียใจไม่สามารถมูฟออนได้\n\nแต่ถ้าคุณไม่ได้อกหัก: แต่เพิ่งเจอใครสักคน อีตาคนนั้นแหละคือคนที่เพิ่งจะอกหัก เศร้า เสียใจ มูฟออนเป็นวงกลม เดทไปก็เสียเวลาจ้า\n\nความหมายเพิ่มเติม: นี่คือไพ่แห่งความสูญเสียและความผิดหวัง มองแต่สิ่งที่สูญเสียไป ไม่เห็นสิ่งที่ยังเหลืออยู่",
      "personality": "เศร้า ผิดหวัง ยึดติดกับอดีต มองแต่สิ่งที่สูญเสีย ยังไม่เห็นโอกาสใหม่ มีภาวะซึมเศร้า",
      "quote": "ยังจมอยู่กับความเศร้า มองแต่สิ่งที่สูญเสียไป"
    },
    {
      "id": 53,
      "name": "SIX OF CUPS",
      "image": "SIX OF CUPS.png",
      "interpretation": "ใครจะเข้ามา: คำพูดมากมายความหมายแฟนเก่า คนที่คุณจะได้ไปเดทด้วยคือคนคุยเก่า คนรักเก่า เพื่อนวัยเด็กของคุณ หรือหากไม่ใช่ในเงื่อนไขนี้ก็อาจจะเป็นคนที่อายุห่างจากคุณมากๆ ไม่ว่าเขาจะมากกว่าหรือคุณมากกว่าเขา\n\nบรรยากาศ: ความรักดูเป็นไปในเชิงโรแมนติก เดทกันที่บ้าน Netflix and chill คู่ที่กำลังงอนกันจะได้คืนดี ความหวานจะกลับมามากกว่าเดิม\n\nความหมายเพิ่มเติม: นี่คือไพ่แห่งความทรงจำ ความไร้เดียงสา ความรักที่บริสุทธิ์เหมือนสมัยเด็ก ความสัมพันธ์ที่ง่ายๆ ไม่ซับซ้อน",
      "personality": "อ่อนหวาน น่ารัก ชอบความทรงจำ โรแมนติก อาจยังคิดถึงอดีต มีความเป็นเด็ก ไร้เดียงสา",
      "quote": "คนเก่ากลับมา หรือความรักที่บริสุทธิ์เหมือนสมัยเด็ก"
    },
    {
      "id": 54,
      "name": "SEVEN OF CUPS",
      "image": "SEVEN OF CUPS.png",
      "interpretation": "คุณยังไม่เจอคนใหม่หรอก เพราะว่า: ไม่ใช่ว่าคุณจะไม่ได้เจอใครเลย แต่คนที่คุณเจอคือคุณชายกู้ บุตรชายคนโตของตระกูลที่ยังไม่แต่งงานถึงแม้ว่าจะอายุเลย 30 ปีเข้าไปแล้ว เขาตามหาหญิงสาวคนหนึ่งที่เขาพบเจอเมื่อ 7 ปีก่อน โดยมีข่าวลือว่าเธออุ้มท้องลูกแฝดของเขา\n\nส่วนคุณ: ตื่นมาในร่างของหญิงสาวคนนั้นและก็พบความจริงว่า ที่คุณต้องซ่อนตัวคุณและลูกทั้งสองของคุณเอาไว้เป็นเพราะอดีตคู่หมั้นของคุณชายกู้ที่ใช้ครอบครัวของคุณเป็นข้อต่อรอง\n\nแน่นอนว่า: ทั้งหมดคือนิยายที่คุณอ่านเมื่อคืนแล้วคุณดันทะลุมิติเข้าไป คุณก็ใช้ชีวิตอยู่ในนั้นแหละ ไม่ออกมาเจอกับผู้คนในโลกแห่งความเป็นจริง\n\nส่วนคนที่ไม่ได้เจอกับคุณชายกู้: คุณก็อาจจะได้เจอกับแม่ทัพซ่ง ท่านประทานเฉา คุณธีร์ ซ่อนตัวอยู่ในซีรีย์สักเรื่องตาม iQIYI, Netflix, Disney+ และอื่นๆ\n\nความหมายเพิ่มเติม: นี่คือไพ่แห่งความสับสน ตัวเลือกมากเกินไป จินตนาการมากเกินจริง ไม่รู้ว่าอันไหนเป็นของจริง อันไหนเป็นแค่ความฝัน",
      "personality": "ชอบฝัน จินตนาการ ลังเล ไม่ชัดเจน มีตัวเลือกเยอะ ไม่รู้ว่าต้องการอะไรจริงๆ อาจหลงง่าย หรือกำลังจมอยู่กับโลกแห่งจินตนาการ",
      "quote": "จมอยู่กับโลกแห่งจินตนาการ ไม่ออกมาเจอผู้คนในโลกจริง"
    },
    {
      "id": 55,
      "name": "EIGHT OF CUPS",
      "image": "EIGHT OF CUPS.png",
      "interpretation": "คุณยังไม่เจอคนใหม่หรอก เพราะว่า: คุณอาจจะไม่ได้เจอใครเพราะเพิ่งออกจากความสัมพันธ์เดิมๆ มา เป็นช่วงเวลาที่เหมาะกับการไปทะเล เอาตัวแช่ลงอ่างน้ำเกลือเพื่อล้างพลังงานลบและความซวยจากคนเก่า\n\nในช่วงกุมภาพันธ์: นอกจากวาเลนไทน์ก็เป็นช่วงที่เหมาะมากกว่าการจบหนังสือเล่มเดิมพร้อมกับเริ่มต้นเส้นทางใหม่ๆ สำหรับบางคนหากจะได้เจอกับใครก็อาจจะเป็นความสัมพันธ์ที่เกิดขึ้นชั่วคราวระหว่างเดินทาง เมื่อจบทริปความสัมพันธ์ก็จบลง\n\nคำแนะนำ: ให้อาบน้ำส้มป่อยล้างพลังงานลบ และถอนคำอธิฐานที่วัดสุทัศน์\n\nความหมายเพิ่มเติม: นี่คือไพ่แห่งการเดินจากไป การปล่อยวาง ค้นหาความหมายที่ลึกซึ้งกว่า ไม่พอใจกับสิ่งที่มีอยู่",
      "personality": "ต้องการความเปลี่ยนแปลง ต้องการหาความหมายใหม่ เบื่อหน่าย เดินจากไป มองหาอะไรที่ลึกซึ้งกว่า",
      "quote": "ช่วงเวลาแห่งการปล่อยวางและเริ่มต้นเส้นทางใหม่"
    },
    {
      "id": 56,
      "name": "NINE OF CUPS",
      "image": "NINE OF CUPS.png",
      "interpretation": "ใครจะเข้ามา: คุณจะได้เจอกับคนที่ดูเหมือนจะเชี่ยวชาญกับการออกเดทเป็นพิเศษ เป็นชายอวบท้วมหรือเป็นคนมีเงินท่านหนึ่ง มีแนวโน้มว่าชายคนนี้จะเกิดในราศีมีนหรือลัคนาราศีมีน\n\nสถานที่: เขาอาจพาคุณไปร้านอาหารอร่อยที่เขาเคยพาคนอื่นมาแล้ว ล้อเล่นจ้า แต่ก็อาจจะไม่แน่\n\nสำหรับคุณผู้ชาย: มีแนวโน้มจะได้มีเดทนั่นแหละ ที่คุณต้องกังวลใจสักหน่อยคือจะเดทกับคนไหนดี หรือว่าแกล้งป่วยไปเลย เพราะไปกับคนไหนเดี๋ยวเค้าอัพลงโซเชียลแล้วจะซวยเอา ยิ่งกว่ารถไฟชนกันคือรถไฟรู้จักกันจ้า",
      "personality": "มั่นใจ พอใจในตัวเอง ประสบความสำเร็จ มีฐานะดี แต่อาจเอาแต่ใจ ไม่ค่อยยืดหยุ่น มีประสบการณ์เรื่องเดท",
      "quote": "เจอคนที่เชี่ยวชาญเรื่องเดท มีฐานะดี"
    },
    {
      "id": 57,
      "name": "TEN OF CUPS",
      "image": "TEN OF CUPS.png",
      "interpretation": "ใครจะเข้ามา: หากจะได้พบกับใครก็จะได้พบกันตามงานอีเวนต์ การรวมกลุ่มของคน กิจกรรมของมหาวิทยาลัย งานโรงเรียนหรือเลี้ยงรุ่น สำหรับบางคนอาจจะเป็นคนที่เจอจากงานภายในบริษัท ส่วนมากคุณจะรู้จักหน้าค่าตาของเขาอยู่แล้ว\n\nสำหรับบางคน: ก็ได้เดทกับครอบครัวของตนเองนั่นแหละ ความสัมพันธ์จะแน่นแฟ้นขึ้น มีโอกาสได้ทำความรู้จักกับครอบครัวของกันและกัน\n\nข้อควรระวัง: ที่ต้องระวังสักหน่อยคือสาวโสดที่เพิ่งมีคนเข้ามาคุย ไพ่ใบนี้สามารถเป็นตัวแทนของคนที่มีครอบครัวแล้วได้ หากมีคนเข้ามาพูดคุยกับคุณในช่วงนี้ ก็ลองเช็กประวัติของเขาดูสักหน่อย\n\nความหมายเพิ่มเติม: นี่คือไพ่แห่งความสุขที่สมบูรณ์ ครอบครัวที่อบอุ่น ความสัมพันธ์ที่ยั่งยืน",
      "personality": "ให้ความสำคัญกับครอบครัว มั่นคง อบอุ่น รับผิดชอบ ต้องการความสัมพันธ์ระยะยาว",
      "quote": "ความสุขที่สมบูรณ์ แต่ระวังคนที่มีครอบครัวแล้ว"
    },
    {
      "id": 58,
      "name": "ACE OF SWORDS",
      "image": "ACE OF SWORDS.png",
      "interpretation": "คุณยังไม่เจอคนใหม่หรอก เพราะว่า: โอกาสเจอใครในช่วงนี้อาจจะยังมีไม่มาก แต่โอกาสทะเลาะกับคนในโซเชียลอาจจะมีค่อนข้างเยอะ เป็นจังหวะที่ต้องตัดใจออกจากรักเก่ามากกว่าจะเริ่มต้นกับใคร\n\nแต่ถ้าจะมีคนเข้ามา: ก็มีโอกาสเป็นไปได้หากฝ่ายนั้นทำอาชีพเป็นข้าราชการ ทหาร ตำรวจ\n\nความหมายเพิ่มเติม: นี่คือไพ่แห่งความชัดเจน การตัดสินใจ ความจริงที่โผล่ออกมา บางครั้งความจริงมันเจ็บ แต่จำเป็นต้องรู้",
      "personality": "ตรงไปตรงมา เด็ดขาด มีหลักการ ชัดเจน ไม่อ้อมค้อม อาจดูเย็นชา",
      "quote": "ช่วงที่ต้องตัดใจจากรักเก่า มากกว่าจะเริ่มต้นกับใคร"
    },
    {
      "id": 59,
      "name": "TWO OF SWORDS",
      "image": "TWO OF SWORDS.png",
      "interpretation": "คุณยังไม่เจอคนใหม่หรอก เพราะว่า: เป็นช่วงที่คุณนอนอยู่ที่บ้าน หมดแรง ไม่อยากออกไปเจอใคร สำหรับบางคน คนที่ชอบและอยากออกไปเดทด้วยก็เงียบหายหรือบล็อกคุณไป อยู่คนเดียวนอนดูซีรีย์แบบนอยด์\n\nถ้าจะมีพิเศษ: ก็อาจจะหมายถึง คุณไปทำฟันหรือคนที่เข้ามาทำอาชีพเป็นหมอฟัน แอบปิ๊งหมอฟันอยู่ก็ลองทักเขาไป\n\nความหมายเพิ่มเติม: นี่คือไพ่แห่งการหลับตา ปิดหู ไม่อยากเผชิญความจริง ตัดสินใจไม่ได้ อยู่ในสภาวะหยุดนิ่ง",
      "personality": "ลังเล ไม่ชัดเจน หลีกเลี่ยงปัญหา ไม่อยากเลือก กลัวตัดสินใจผิด",
      "quote": "ช่วงที่หมดแรง ไม่อยากออกไปเจอใคร"
    },
    {
      "id": 60,
      "name": "THREE OF SWORDS",
      "image": "THREE OF SWORDS.png",
      "interpretation": "คุณยังไม่เจอคนใหม่หรอก เพราะว่า: เป็นช่วงที่ต้องระวังว่าการเห็นคนรักกันมันถิ่มแทงหัวใจของคุณ หรืออาจจะได้เห็นคนรักเก่า คนที่เราปลื้มเปิดตัวกันยกใหญ่\n\nสำหรับบางคน: ถ้าจะให้อ่านแบบปลอบใจและมีความหวังอยู่บ้างก็อาจจะหมายถึง คนที่เข้ามาเพิ่งเจอกับความเสียใจและคุณได้เข้าไปปลอบใจเขา\n\nความหมายเพิ่มเติม: นี่คือไพ่แห่งความเจ็บปวด อกหัก ผิดหวัง ความจริงที่ไม่อยากรู้ มีดาบ 3 เล่มแทงเข้าหัวใจ",
      "personality": "เศร้า เจ็บปวด ผิดหวัง กำลังเผชิญกับความจริงที่โหดร้าย",
      "quote": "ช่วงที่อาจจะเห็นคนรักเก่าเปิดตัวกับคนใหม่"
    },
    {
      "id": 61,
      "name": "FOUR OF SWORDS",
      "image": "FOUR OF SWORDS.png",
      "interpretation": "คุณยังไม่เจอคนใหม่หรอก เพราะว่า: คนที่คุณอาจจะได้เจอไม่ใช่คนคุยแต่อาจจะเป็นหมอค่า ช่วงเวลานี้ก็รักษาสุขภาพสักหน่อยนึงนะ ประกันยังไม่มีก็ลองทำดูสักหน่อยนึงเผื่อจะป่วยอีกในปีนี้\n\nเอ๊ะ หรือว่า: นี่จะเป็นกลยุทธ์เพราะอยากมีแฟนเป็นหมอ แต่ถึงเขาจะหน้าตาดีแต่เขาเป็นหมอหมาค่า กรณีเดียวที่เธอจะรักษากับเขาได้คือเพื่อนสนิทเธอกลับไปหาแฟนเก่าจ้า\n\nสำหรับเรื่องความสัมพันธ์: ช่วงนี้ห่างจากคนคุยเก่าๆ หรือคนรักเก่าไป ให้เวลากับใจตัวเองสักหน่อยแล้วมูฟออนไปหาคนถัดไปกันจ้า\n\nความหมายเพิ่มเติม: นี่คือไพ่แห่งการพักผ่อน หยุดชั่วคราว ต้องการเวลาฟื้นฟู เหนื่อยล้า ต้องการความสงบ",
      "personality": "เหนื่อยล้า ต้องการพื้นที่ส่วนตัว ถอนตัวจากสังคม กำลังฟื้นฟูตัวเอง",
      "quote": "ช่วงที่ต้องพักผ่อนและดูแลสุขภาพ"
    },
    {
      "id": 62,
      "name": "FIVE OF SWORDS",
      "image": "FIVE OF SWORDS.png",
      "interpretation": "ถ้าให้อ่านไพ่แบบในเวอร์ชันคนดี: เป็นช่วงที่เธออาจจะโดนแคนเซิลนัดเพราะอีกฝั่งเขานัดแฟนเก่าหรือคนคุยที่เขาชอบมากกว่าได้ แต่ถ้าเขาไม่ได้ใจร้ายขนาดนั้นก็อาจจะหมายถึงมีเหตุการณ์อื่นเข้ามากระทันหันทำให้เขาต้องรีบลุกออกจากที่นั่ง วิ่งกลับบ้านหรือกลับไปจัดการปัญหาเหล่านั้น\n\nแต่ถ้าอ่านเวอร์ชันร้ายๆ: คนที่เธอแอบชอบหรือแอบคุยกันมาก่อนหน้านี้มีแนวโน้มจะเลิกกับเขานั้นแล้วเลือกเธอ เธอมีโอกาสได้เดทกัน เขาเลิกกับอีกฝั่งมาเลือกเธอ\n\nสำหรับคนโสดสนิท: ที่ไม่มีคนคุยด้วย มีโอกาสที่จะได้เจอกับคนที่เพิ่งเลิกรากับคนรักมา โดยปีก่อนอาจจะเลิกรากับหลายคนเลยแหละ ส่วนเธอจะเป็นคนรักหรือเป็น next mistake ของเขาก็มารอลุ้นกัน อย่าลืมมาอัพเดตแม่หมอด้วยล่ะ อยากรู้\n\nความหมายเพิ่มเติม: นี่คือไพ่แห่งความขัดแย้ง การแพ้ชนะ คนหนึ่งได้ อีกคนเสีย การใช้กลยุทธ์ที่ไม่สุจริต",
      "personality": "ชอบชนะ เห็นแก่ตัว ใช้กลลวง ไม่สนใจความรู้สึกคนอื่น อาจมีศัตรู",
      "quote": "มีโอกาสได้เจอคนที่เพิ่งเลิกรามา"
    },
    {
      "id": 63,
      "name": "SIX OF SWORDS",
      "image": "SIX OF SWORDS.png",
      "interpretation": "หากมีโอกาสได้เดทกับใคร: คนๆ นั้นอาจจะเป็นคนที่มาจากประเทศหรือสถานที่ห่างไกล โดยที่นั่นอาจจะมีลักษณะภูมิประเทศเป็นเกาะ หากมีแฟนอยู่แล้วมีโอกาสได้เดทที่ทะเล สถานที่ติดน้ำหรือล่องเรือแม่น้ำเจ้าพระยา\n\nสำหรับคนโสดสนิท: คนที่คุณแอบปิ๊ง คุยกันนิดๆ อาจจะทำเนียนๆ ไม่ตอบเรื่องการเดทในวันวาเลนไทน์ ต้องระวังว่าความสัมพันธ์จะไม่คืบหน้า ต้องอยู่แบบเดิมๆ หาคนใหม่ดีกว่าจ้า\n\nความหมายเพิ่มเติม: นี่คือไพ่แห่งการเดินทาง การเคลื่อนย้าย จากที่เดิมไปที่ใหม่ ออกจากปัญหา มุ่งหน้าสู่ที่ที่ดีกว่า",
      "personality": "อยู่ในช่วงเปลี่ยนผ่าน กำลังเดินทาง กำลังมูฟออน ทิ้งอดีตไว้ข้างหลัง",
      "quote": "มีโอกาสได้เดทที่ทะเลหรือเจอคนจากที่ไกล"
    },
    {
      "id": 64,
      "name": "SEVEN OF SWORDS",
      "image": "SEVEN OF SWORDS.png",
      "interpretation": "ระวังจะเจอกับพวกเจ้าชู้: สับรางเก่ง ตอนเช้าไปฉลองกับอีกคน บ่ายอีกคนส่วนเราอาจจะได้เป็นรอบค่ำ ถ้าไม่ใช่อีกฝั่งเจ้าชู้ก็เธอนั่นแหละที่เจ้าชู้ สับรางรถไฟแบบไม่หยุดพัก\n\nความหมายเพิ่มเติม: นี่คือไพ่แห่งการหลอกลวง ไม่ซื่อสัตย์ ลักลอบ แอบทำอะไรบางอย่าง มีเล่ห์เหลี่ยม",
      "personality": "ไม่ซื่อสัตย์ เจ้าเล่ห์ ชอบหลบ ชอบหลีก มีความลับ ไม่เปิดเผย",
      "quote": "ระวังคนเจ้าชู้ สับรางเก่ง"
    },
    {
      "id": 65,
      "name": "EIGHT OF SWORDS",
      "image": "EIGHT OF SWORDS.png",
      "interpretation": "คุณยังไม่เจอคนใหม่หรอก เพราะว่า: คุณอาจจะได้พบแพทย์ เป็นช่วงเวลาที่สุขภาพไม่ดี แทนที่จะได้นั่งเดทกับคนที่ชอบใต้แสงจันทร์\n\nหากสุขภาพยังดีอยู่: ก็อาจจะยังคิดถึงคนเก่า ยังฝันและมีภาพว่าเราได้ไปทำกิจกรรมที่เคยคุยไว้ตอนที่ความสัมพันธ์ยังดี แต่สิ่งนี้จะไม่เกิดขึ้นแล้ว มูฟออนเถอะจ้า\n\nความหมายเพิ่มเติม: นี่คือไพ่แห่งการติดกับดัก ไม่สามารถเคลื่อนไหวได้ รู้สึกติดอยู่ มองไม่เห็นทางออก",
      "personality": "รู้สึกติดกับดัก ไม่มีอิสระ จำกัดตัวเอง คิดมากเกินไป กลัวที่จะลงมือทำ",
      "quote": "ช่วงที่ติดอยู่กับอดีต มูฟออนไม่ได้"
    },
    {
      "id": 66,
      "name": "NINE OF SWORDS",
      "image": "NINE OF SWORDS.png",
      "interpretation": "คุณยังไม่เจอคนใหม่หรอก เพราะว่า: เป็นช่วงที่อาจจะไม่ได้ไปเดทกับใคร เน้นพักผ่อน ขอนอนก่อน หรือหากมีคนที่คุยและชื่นชอบ เขาอาจจะไปกับคนอื่น ไม่ได้เลือกเราในวันนี้\n\nสำหรับบางคน: คนรักอาจจะอยู่ไกล คนละไทม์โซนเลยไม่มีเวลาได้พูดคุยหรือเจอกัน\n\nความหมายเพิ่มเติม: นี่คือไพ่แห่งความวิตกกังวล นอนไม่หลับ คิดมาก ฝันร้าย กังวลกับอนาคต",
      "personality": "กังวล วิตกจริต นอนไม่หลับ คิดมาก ซึมเศร้า ท้อแท้",
      "quote": "ช่วงที่พักผ่อน คนที่ชอบอาจไปกับคนอื่น"
    },
    {
      "id": 67,
      "name": "TEN OF SWORDS",
      "image": "TEN OF SWORDS.png",
      "interpretation": "คุณยังไม่เจอคนใหม่หรอก เพราะว่า: ไม่น่าจะได้เจอใครในช่วงเวลานี้ คุณอาจจะเพิ่งจบความสัมพันธ์กับคนรักหรือคนคุยเก่ามา เวลานี้ยังหมาดๆ และมูฟออนไม่ได้ เขาก็ใจร้ายจริงๆ บอกเลิกคุณในช่วงใกล้วาเลนไทน์\n\nส่วนคนที่อาจจะเจอใคร: หรือนัดใครออกไปเดทได้ คนนั้นอาจจะเพิ่งเลิกรากับคนรักมา แทนที่จะเป็นเดทกลายเป็นศาลาคนเศร้าแทน\n\nความหมายเพิ่มเติม: นี่คือไพ่แห่งการจบลง จุดต่ำสุด เจ็บปวดถึงขีดสุด แต่ก็หมายถึงจบแล้ว พร้อมเริ่มต้นใหม่",
      "personality": "เจ็บปวดสุดขีด ล้มลง แพ้ แต่ก็เป็นจุดจบ พร้อมลุกขึ้นมาใหม่",
      "quote": "เพิ่งจบความสัมพันธ์ ยังมูฟออนไม่ได้"
    }
  ]
}
